logs/ycsb_rocksdb/20190816154753_001/20190816154753_001_a.log
[OVERALL], RunTime(ms), 317
[OVERALL], Throughput(ops/sec), 3154.5741324921137
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 524
[READ], AverageLatency(us), 21.12213740458015
[READ], MinLatency(us), 4
[READ], MaxLatency(us), 1272
[READ], 95thPercentileLatency(us), 48
[READ], 99thPercentileLatency(us), 72
[READ], Return=OK, 524
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 11932.0
[CLEANUP], MinLatency(us), 11928
[CLEANUP], MaxLatency(us), 11935
[CLEANUP], 95thPercentileLatency(us), 11935
[CLEANUP], 99thPercentileLatency(us), 11935
[UPDATE], Operations, 476
[UPDATE], AverageLatency(us), 65.56512605042016
[UPDATE], MinLatency(us), 22
[UPDATE], MaxLatency(us), 1329
[UPDATE], 95thPercentileLatency(us), 129
[UPDATE], 99thPercentileLatency(us), 415
[UPDATE], Return=OK, 476